<!DOCTYPE html>
<html>
  <head>
    <meta charset="utf-8"> 
    <title>规则</title>
    <meta name="viewport" content="width=device-width, initial-scale=1.0, minimum-scale=0.5, maximum-scale=2.0, user-scalable=yes" /> 
    <link rel="stylesheet" href="http://cdn.static.runoob.com/libs/bootstrap/3.3.7/css/bootstrap.min.css">
    <script src="http://cdn.static.runoob.com/libs/jquery/2.1.1/jquery.min.js"></script>
    <script src="http://cdn.static.runoob.com/libs/bootstrap/3.3.7/js/bootstrap.min.js"></script>
    <style>
      *{
        padding: 0;
        margin: 0;
      }
      #home{
        font-size: 24px;
      }
      .panel-body{
        padding: 10px 20px;

      }
    </style>
  </head>
  <body>
    <div class="panel-group" id="accordion">
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#accordion" href="#collapseOne">
              喜豆会员规则
            </a>
          </h4>
        </div>
        <div id="collapseOne" class="panel-collapse collapse in">
          <div class="panel-body">
            <p>喜豆提醒：在注册成为会员之前，请认真阅读《喜豆会员规则》，注册、登录、使用等行为均视为对本规则的接受，会员依本规则享有相关权益并接受本规则约束。未成年人请在监护人陪同下阅读本规则。</p><br/>          
            <p style="font-weight:900;">一、如何成为会员？</p>        
            <p>
              1.消费特定产品并通过手机扫描读取特定产品附贴的喜豆二维码，依提示完成APP软件下载、注册程序即可成为喜豆会员。<br/>
              2.本规则所称特定产品，指附贴有喜豆二维码的消费品，每个喜豆二维码成功扫描读取后不接受再次扫描读取。<br/>
              3.注册会员过程中，喜豆需要收集到能够识别会员身份的相关个人信息，并采取有效措施对个人信息予以保护
            </p>
            <p style="color:red;">3.注册会员过程中，喜豆需要收集到相关个人信息，识别会员身份，并采取有效措施对个人信息予以保护。</p>          
            <p style="font-weight:900;">二、会员享有什么权益？</p>
            <p>
              4.会员可以获取喜豆消费有奖竞猜中奖的机会。会员扫描读取特定产品喜豆二维码后，通过点击打开喜豆消费有奖竞猜区，竞猜内容由红色球号码区和蓝色球号码区组成，其中红色球号码序号为1--33，蓝色球号码序号为1--16，会员任意选择6个红色球号码和1个蓝色球号码，或者默认由喜豆系统随机自动选取，点击上传，最高奖项金额以5万元为上限，具体详情见《喜豆会员消费有奖竞猜规则》。<br/> 
              5.会员可以分享喜豆消费资讯信息。喜豆不定期向会员推送各类消费资讯信息，该类消费资讯信息可以是视频，也可以是图片或文字，会员可以选择阅读，<p style="color:red;">但不得用于不正当用途及侵犯他人合法权益</p>。除法律法规明确规定外，会员应自行对依喜豆消费资讯信息进行的交易负责。<br/> 
              6.会员可以获取喜豆在线商务平台服务。喜豆构建出售商品及购买商品的移动交易平台，会员可以选择依喜豆在线商务服务规则入场交易。<br/> 
              7.会员可以获取消费积分并享有相应权益。会员每次消费满一元即可累计一个积分，单次消费不足一元的金额，不计入积分，会员累计积分可用于换购喜豆在线商务平台商品，也可以依《喜豆会员消费有奖竞猜规则》参加消费有奖竞猜活动，但会员使用积分进行的消费不再累计积分。
            </p>
            <p style="font-weight:900;">三、会员承担什么义务？</p>
            <p>
              8.会员应当遵守法律、法规及本规则，遵守《喜豆会员消费有奖竞猜规则》，并有效维持喜豆软件的可使用状态及安全，自行承担因使用喜豆软件所发生的数据流量费用等。<br/>
              9.如获奖会员为自然人，依法承担缴纳个人所得税的义务。<br/>
              10.会员理解并同意，喜豆保留单方面对应用软件的全部或部分服务内容变更、暂停、终止的权利，但喜豆应当采取合理措施保护会员的权益。
            </p>
            <p style="font-weight:900;">四、发生争议如何解决？</p>
            <p>
              11.特定产品的产品质量责任由生产商或销售商负责，附贴喜豆二维码并不表明喜豆对其产品质量作出任何保证性的承诺。<br/>
              12.会员获取的非现金奖品视为特定产品生产商的辅助销售行为，应当是合格产品，并由特定产品生产商和奖品生产商承担其产品质量责任。<br/>
              13.所有争议适用中华人民共和国大陆地区法律并由深圳喜豆文化发展有限公司住所地人民法院管辖。<br/>
              14.喜豆由深圳喜豆文化发展有限公司运营，并深圳喜豆文化发展有限公司有权对所有运营规则作出变更、终止及最终解释。
            </p>
            <p style="font-weight:900;">本人确认已认真、完整地阅读并完全理解和接受了以上内容。</p>  
            </div>
          </div>
        </div>
        <div class="panel panel-default">
          <div class="panel-heading">
            <h4 class="panel-title">
              <a data-toggle="collapse" data-parent="#accordion" href="#collapseThree">
                喜豆会员消费有奖竞猜规则
              </a>
            </h4>
          </div>
          <div id="collapseThree" class="panel-collapse collapse">
            <div class="panel-body">
              <p>喜豆会员消费有奖竞猜规则</p>
              <p>第一章 基本原则</p>  
              <p>
                第一条　为规范喜豆会员依《喜豆会员规则》参与喜豆消费有奖竞猜活动，特制定本规则   </br>
                第二条　喜豆为保证会员消费有奖竞猜活动的公正性，喜豆依本规则链接采用中国福利彩票双色球6+1中奖机制确定喜豆会员消费有奖竞猜的中奖号码和开奖时间。   </br>
                第三条　喜豆会员参与消费有奖竞猜活动视为同意并遵守本规则。 
              </p>
              <p>第二章  号码选择</p> 
                第四条　会员消费加贴有喜豆二维码的消费品，可以通过手机扫描下载喜豆软件注册成为喜豆会员，如是会员，则无需再次下载喜豆软件并注册，每个喜豆二维码只能成功扫描一次。 </br> 
                第五条　会员扫描喜豆二维码进入会员区后，可以通过点击打开喜豆消费有奖竞猜区，有奖竞猜区由红色球号码区和蓝色球号码区组成，其中红色球号码序号分别为1--33，蓝色球号码序号分别为1--16。  </br>
                第六条　会员自主任意选择6个红色球号码和1个蓝色球号码，或者默认由喜豆系统随机自动选取，会员确定后点击上传。会员无须为选号另行支付费用，而且会员可以依本规则使用积分获取消费有奖竞猜的选号机会。</p>  
              <p>第三章  奖项设置</p>  
                第七条　喜豆采用中国福利彩票双色球每周开奖三期、期号按开奖日的日历年度编排的规则，喜豆消费有奖竞猜同步每周开奖三期，按开奖日的日历年度编排期号，中国福利彩票双色球每期开奖后60分钟内，喜豆在自主运营网站上公布当期中奖号码、中奖人、中奖金额，中奖号码与当期双色球中奖号码一致。 </br>
                第八条　喜豆同样采用中国福利彩票双色球的奖级设置规则，喜豆会员消费有奖竞猜奖项同样设一至六等奖，其中一、二、三等奖的奖金金额为30000元、10000元、5000元，四、五、六等奖分别为1000元、100元、10元，每期奖金总额不超过100万元，如果超出，则所有中奖人依比例份额调整获奖金额，以当期奖金总额如达到200万元为例，此情形下各中奖人所获奖金减半，以此类推。</br>
                第九条　喜豆根据经营需要，尤其是在会员参与程度较高的情形下，在必要时可以相应提高消费有奖竞猜各奖项的获奖金额，但依《中华人民共和国反正当竞争法》的有关规定，最高奖项金额不超过50000元。
              </p>
              <p>第四章  开奖、兑奖 </p>
              <p> 
                第十条　开奖前喜豆系统自动汇集会员当期消费有奖竞猜数据，包括会员信息、竞猜号码等，在中国福利彩票发行管理中心公布中奖号码的60分钟内，喜豆通过自主运营网站公布当期喜豆的中奖号码和中奖人名单，并提示中奖人。具体中奖规则如下：</br>
                （1）一等奖：6个红色球号码和1个蓝色球号码相符（红色球号码顺序不限，下同）</br>
                （2）二等奖：6个红色球号码相符； </br>
                （3）三等奖：5个红色球号码和1个蓝色球号码相符；</br>
                （4）四等奖：5个红色球号码，或4个红色球号码和1个蓝色球号码相符；</br>
                （5）五等奖：4个红色球号码，或3个红色球号码和1个蓝色球号码相符；</br>
                （6）六等奖：1个蓝色球号码相符（有无红色球号码相符均可）。</br>
                第十一条　每一个喜豆二维码在当期消费有奖竞猜活动中只有一次竞猜机会，不能兼中兼得，且无论当期是否中奖，不得再参与以后的消费有奖竞猜活动。 </br>
                第十二条　喜豆在开奖之日起30个自然日内向中奖者支付奖金，因中奖者所预留信息不准确致使喜豆无法联系到中奖者，或无法向中奖者支付奖金，喜豆不承担其后果责任，如开奖后一年内仍无法向中奖者支付奖金，则视为中奖者弃奖。 </br>
                第十三条　中奖自然人应当按国家有关规定缴纳个人所得税。</br>
                第十四条　如因中国福利彩票双色球运营单位原因、或黑客入侵、或不可抗力事件等导致喜豆会员消费有奖竞猜活动无法正常进行，或如继续进行可能有背公平，则喜豆有权宣布取消当期会员消费有奖竞猜活动，直致恢复正常状态，期间所有有效竞猜数据累计进入恢复正常后的首期消费有奖竞猜活动。
              </p>
              <p>第五章  附则</p>
              <p>
                第十五条　本规则未尽事宜，由深圳喜豆文化发展有限公司负责解释，所有因本规则所引发的争议应首先通过协商方式解决，如选择诉讼方式，则管辖法院为深圳喜豆文化发展有限公司住所地人民法院。 </br>
                第十六条　喜豆会员消费有奖竞猜活动的运营与中国福利彩票双色球运营管理单位没有任何法律上或经营上的关联，喜豆会员依本规则参加消费有奖竞猜活动，不得恶意损害中国福利彩票双色球运营管理单位及其他人的合法权益。 </br>
                第十七条　深圳喜豆文化发展有限公司有权在必要时修改或终止本规则。
              </p>
            </div>
          </div>
        </div>
    </div>
  </body>
</html>